
var language = {

   changed: 'تم التغيير',
   loginwith: 'تسجيل الدخول عبر',

   login: 'تسجيل الدخول',
   newto: 'هل أنت جديد على Moot?',
   join: 'انضم إلى Moot',

   join0: 'إنضم الآن!',
   id: 'البريد الإلكتروني <em>أو اسم المستخدم</em>',
   password: 'كلمة المرور',
   forgot: 'هل نسيت ذلك?',


   notify: 'أخبرني عند وجود إصدار جديد',
   auth_failed: 'خطأ باسم المستخدم أو كلمة المرور',
   invalid: 'قيمة غير صالحة',
   terms: 'أنا أوافق على <a>شروط الخدمة</a>.',


   minlength: 'أدخل {n} حروف أو أكثر',
   required: 'الرجاء تعبئة هذا الحقل',
   checking: 'جاري التدقيق...',

   username_done: 'لا يمكن تغييره بعد الآن',
   username_fail: 'استخدم أحرف صغيرة، أرقام، أو شرطات',
   username_taken: 'هذا الاسم مستخدم بالفعل',

   email: 'البريد الإلكتروني',
   email_tip: 'لن يتم مشاركة بريدك مع أي جهة.',
   email_done: 'سنقوم بإرسال رسالة تأكيد إليك',
   email_fail: 'عنوان البريد الإلكتروني غير صالح',
   email_taken: 'هذا البريد مستخدم بالفعل',


   reset: 'إعادة تعيين كلمة المرور',
   resetbtn: 'أرسل التعليمات',
   sent: 'لقد قمنا بإرسال تعليمات إعادة تعيين كلمة المرور إلى عنوان البريد الإلكتروني الخاص بك.',
   sent1: 'إذا لم يصلك البريد في غضون الدقيقة أو الدقيقتين، قم بالتحقق من وجوده في صندوق البريد المزعج.',
   notfound: 'تعذر العثور على هذا المستخدم',
   invalidpw: 'كلمة المرور غير صالحة',
   passtip: '6 حروف أو أكثر، يفضل أن تكون صعبة التخمين',
   oldpw: 'كلمة المرور القديمة',
   newpw: 'كلمة المرور الجديدة',
   changepw: 'تغيير كلمة المرور'

}
