var language = {

   // new stuff
   username: 'Username',



   join: 'Присъедини',

   changed: 'Променено!',
   loginwith: 'Влез чрез <a>Facebook</a> или',

   login: 'Влез',

   id: 'Email <em>или потребителско име</em>',
   password: 'Парола',
   forgot: 'Забравих я?',


   notify: 'Извести ме за нови Moot обновления',
   auth_failed: 'Грешно потребителско име или парола',
   invalid: 'Невалидна стойност',
   terms: 'Съгласен съм с <a>условията на услугата</a>.',


   minlength: 'Въведи {n} символа или повече',
   required: 'Моля, попълни това поле',
   checking: 'Проверка...',

   username_done: 'Това не може да бъде променяно по-късно',
   username_fail: 'Използвай букви, цифри или чертички',
   username_taken: 'Това потребителско име е заето',

   email: 'Email',
   email_tip: 'Твоят адрес никога няма да бъде споделян.',
   email_done: 'Ще ти изпратим потвърждение',
   email_fail: 'Невалиден email адрес',
   email_taken: 'Този email е зает',


   reset: 'Нулирай паролата',
   resetbtn: 'Изпрати инструкции',
   sent: 'Изпратихме инструкции за нулиране на паролата на твоя email адрес',
   sent1: 'Ако не получиш email до 1-2 минути, провери твоята спам папка.',
   notfound: 'Потребителят не е намерен',
   invalidpw: 'Невалидна парола',
   passtip: '6 букви или повече, нека бъдат сложни',
   oldpw: 'Стара парола',
   newpw: 'Нова парола',
   changepw: 'Смени паролата'

}