
var language = {

   // new stuff
   username: 'نام کاربری',


   username_fail: 'تنها از حروف، اعداد یا خط تیره استفاده کنید',
   loginwith: '<a>فیسبوک</a> ورود با ',
   join: 'عضویت',

   changed: 'تغییر کرد!',
   login: 'ورود',
   id: '<em>یا نام کاربری</em> ایمیل',
   password: 'رمز عبور',
   forgot: 'فراموش کردید؟',

   notify: 'در صورت انتشار نسخه جدید "موت" مرا مطلع کن',
   auth_failed: 'نام کاربری یا رمز اشتباه',
   invalid: 'مقدار نادرست',
   terms: 'موافقم <a>شرایط و مقررات</a> با',

   minlength: 'کاراکتر یا بیشتر {n}',
   required: 'لطفا این گزینه را ئر نمایید',
   checking: 'در حال بررسی ...',

   username_done: 'این مورد بعدا قابل تغییر نیست',
   username_taken: 'نام کاربری قبلا به ثبت رسیده است',

   email: 'ایمیل',
   email_tip: 'آدرس ایمیل شما به هیچ عنوان به اشتراک گذاشته نمی شود',
   email_done: 'تاییدیه برای شما ارسال میشود',
   email_fail: 'آدرس ایمیل نامعتبر',
   email_taken: 'آدرس ایمیل قبلا به ثبت رسده است',


   reset: 'بازیابی رمز عبور',
   resetbtn: 'ارسال نامه بازیابی رمز عبور',
   sent: 'نامه به همراه لینک بازیابی رمز عبور به ایمیل شما ارسال شد',
   sent1: 'در صورتیکه ایمیل را دریافت نکردید پوشه اسئم ایمیل خود را چک کنید',
   notfound: 'چنین نام کاربری وجود ندارد',
   invalidpw: 'رمز عبور نامعتبر',
   passtip: 'شش حرف یا بیشتر',
   oldpw: 'رمز عبور فعلی',
   newpw: 'رمز عبور جدید',
   changepw: 'تغییر رمز عبور'

}
