var language = {

   // new stuff
   username: 'Username',




   join: 'הירשם',

   changed: 'בוצע!',
   loginwith: 'התחבר באמצעות <a>פייסבוק</a> או',

   login: 'התחבר',

   id: 'דואר אלקטרוני <em>או שם משתמש</em>',
   password: 'סיסמה',
   forgot: 'שכחת סיסמה?',


   notify: 'הודע לי על גרסאות חדשות של Moot',
   auth_failed: 'שם משתמש או סיסמה שגויים',
   invalid: 'ערך בלתי חוקי',
   terms: 'קראתי והסכמתי <a>לתנאי השימוש</a>.',


   minlength: 'נא להקיש {n} תווים או יותר',
   required: 'בבקשה להזין ערך בשדה זה',
   checking: 'מבצע בדיקה...',

   username_done: 'לא ניתן לשנות בשלב מאוחר יותר',
   username_fail: 'ניתן להשתמש באותיות, מספרים או מקף',
   username_taken: 'שם המשתמש תפוס',

   email: 'דואר אלקטרוני',
   email_tip: 'כתובת הדואר שלך לא תפורסם',
   email_done: 'נשלח אליך אישור',
   email_fail: 'כתובת דואר אלקטרוני לא תקינה',
   email_taken: 'כתובת הדואר האלקטרוני תפוסה',


   reset: 'איפוס סיסמה',
   resetbtn: 'שלח הוראות',
   sent: 'שלחנו הוראות לאיפוס הסיסמא אל כתובת הדואר האלקטרוני שלך',
   sent1: 'אם אינך מקבל\ת את הוראות האיפוס בתוך דקה או שתיים, יש לבדוק את תיבת דואר הזבל.',
   notfound: 'לא ניתן לאתר את שם המשתמש',
   invalidpw: 'סיסמה שגויה',
   passtip: 'נא להקליד 6 תווים או יותר, ביצירתיות',
   oldpw: 'סיסמה קודמת',
   newpw: 'סיסמה חדשה',
   changepw: 'שנה סיסמה'

}