moot.language = {

   // the language code
   $code: 'he',


   /* New stuff (June 1) */
   bolded: 'îåãâù',
   italics: 'áëúá ðèåé',
   monospaced: 'úå áøåçá ÷áåò',
   domain: 'äãåîééï ùìê',
   domaintip: 'äãåîééï àìéå éåôðå äîùúîùéí îúåöàåú äçéôåù',
   learn: 'îéãò ðåñó...',
   ga: 'îæää Google Analytics',
   gatip: 'áùéîåù áãôéí ñèèééí',
   admins: 'îðäìéí',
   adminstip: 'ùí îùúîù àçã áùåøä',
   settings: 'äâãøåú',

   /* End new stuff */



   all: 'ëì äãéåðéí ', // or alternatively: All

   anon_1: 'àðåðéîé',    // singular
   anon: 'àðåðéîééí',      // plural

   badforum: 'ôåøåí ùâåé',
   c_acc1: 'ëòú çùáåï äîùúîù ùìê îåëï ìòáåãä òí ëì àúøé Moot',
   c_acc: 'çùáåï äîùúîù àåîú áäöìçä',
   c_email: 'ëúåáú äãåàø äàì÷èøåðé òåãëðä',
   cancel: 'áéèåì',
   change: 'ùéðåé',
   changepw: 'ùéðåé ñéñîä',
   close: 'ñâéøä',
   collapse: 'öîöåí äëì',
   comm_count_1: 'úâåáä',   // singular: "1 comment"
   comm_count_n: 'úâåáåú',  // plural: "3 comments"
   comment1: 'äúâåáä äøàùåðä éëåìä ìäéåú ùìê...',
   comment: 'úâåáä...',
   edit: 'òøéëä',
   email: 'ãåàø àì÷èøåðé',
   email_taken: 'ëúåáú äãåàø äàì÷èøåðé úôåñä',
   emailtip: 'ëúåáú äãåàø ùìê ìà úôåøñí',
   enter: 'ctrl + enter',
   expired1: 'ùìçðå ìê ÷éùåø çãù. ðà ìáãå÷ àú úéáú äãåàø äàì÷èøåðé.', // http://d.pr/i/1OEV
   expired: 'ä÷éùåø ìòîåã æä àéðå ú÷ó',

   feed: 'ãó äáéú ùìé ', // alternatives: My own, personal

   forumname: 'ùí äôåøåí',
   forums: 'ôåøåîéí',
   help1: 'äùåøä äøàùåðä äéà äëåúøú',
   help2: 'áëãé ìùìåç',
   help3: 'öéèåè è÷ñè',
   help4: 'ùåøä ùðéä ìöéèåè',
   help5: '÷åã, äùôä úæåää áàåôï àåèåîèé',
   help6: '÷åã HTML',
   in_forum: 'áôåøåí',
   invalid: 'òøê áìúé çå÷é',
   join: 'äøùîä ì-Moot',
   later: 'îàåçø éåúø...',
   less: 'ôçåú',
   like: 'àäáúé',
   likepost: 'àäáúé àú äôåñè äæä',
   loading: 'èåòï...',
   login: 'ëðéñä',
   login1: 'ðà ìäúçáø ÷åãí',
   login_and: "äúçáø åàæ",

   logout: 'éöéàä',
   mark: 'ñôàí àå úåëï áìúé äåìí',
   mean: 'äàí áëååðúê',
   name: 'ùí úöåâä',
   nametip: 'ùîê äàîéúé, ëãé ùàðùéí éæäå àåúê',
   newcat: '÷èâåøéä çãùä',
   newpass: 'ñéñîä çãùä',
   noresults: 'àéï úåöàåú òáåø',
   nospam: 'àéï ñôàí áôåøåí ùìê!',
   notexist: 'ìà ÷ééí.',
   notify: 'äåãò ìé òì âøñàåú çãùåú ùì Moot',
   ok: 'àéùåø',
   online: 'îçåáøéí ',
   post: 'ùìç',
   preview: 'úöåâä î÷ãéîä',
   progress: ['èåòï...', 'òãééï òåáã...', 'åòåáã...', 'åéúøðå'],
   reconnect: 'îúçáø îçãù...',
   removecat: 'îçé÷ä. ääåãòåú ìà éåñøå.',
   removepost: 'òøéëä àå äñøä',
   reply: 'úâåáä...',
   replybtn: 'ùìéçú úâåáä',
   save: 'ùîéøú ùéðåééí',
   saved: 'ðùîø',
   search: 'çéôåù',
   select: 'áçéøú ôåøåí',
   setup: 'ìäúçéì òëùéå',
   showing: 'îöéâ',
   slogan: 'îâãéøéí îçãù àú äôåøåîéí åäúâåáåú áàéðèøðè',
   spam: 'ñôàí',
   start: 'îä äîöá?',
   step1: 'ùìçðå àìéê äåãòú àéùåø. ëúåáú äãåàø ìà úùúðä òã ìäùìîú äùìá äæä!',
   step: 'òåã ùìá àçã',
   terms: '÷øàúé åäñëîúé <a>ìúðàé äùéîåù</a>.',
   thanks: 'úåãä!',
   uname_len: 'ðà ìäæéï 6 úååéí àå éåúø',
   uname_taken: 'ùí äîùúîù úôåñ!',
   unametip: 'ìà ðéúï ìùðåú áùìá îàåçø éåúø',
   undo: 'áéèåì',
   unlike: 'ìà àäáúé',
   unspam: 'áéèåì ñéîåï ñôàí',
   unver1: 'çùáåï ìà îàåîú',
   unver2: 'ðà ìáãå÷ àú úéáú äãåàø äàì÷èøåðé òì îðú ìàîú àú äçùáåï. îùúîùéí îàåîúéí éëåìéí ìäéøùí ìòãëåðéí åì÷áì äúøàåú áãåàø. <a>ùìç ùåá àú ÷åã äàéîåú...</a>',
   unver3: '<a>ùìç</a> ÷åã àéùåø çãù ì:',
   unver4: "ðùìç. ðà ìáãå÷ àú úéáú äãåàø äàì÷èøåðé.",
   unver: 'ìà îàåîú',
   unwall: 'áéèåì îò÷á îëì äãéåðéí',
   unwatch: 'áéèåì îò÷á',
   upgrade2: 'Moot îùúîù á-WebSockets å-CORS ìöåøê ääúçáøåú ìùéøåú. ëì ãôãôï àéðèøðè òãëðé ìîòè Opera 11 å-IE7 öøéê ìñô÷ àú äòáåãä.',
   upgrade: 'éù öåøê áòãëåï ãôãôï äàéðèøðè ùìê',
   username_taken: 'ùí äîùúîù úôåñ',
   watch: 'ò÷åá àçøé äãéåï',
   welcome1: 'ðà ìáãå÷ àú úéáú äãåàø äàì÷èøåðé òì îðú ìäùìéí àú ääøùîä. àí àéðê î÷áì\ú àú äåøàåú äàéôåñ áúåê ã÷ä àå ùúééí, éù ìáãå÷ àú úéáú ãåàø äæáì.',
   welcome2: 'ðà äæï àú ùí äîùúîù ùìê á-Moot',
   welcome: 'áøåëéí äáàéí ì-Moot',
   you: 'àúä',

   // times
   now: 'îîù òëùéå',
   months: "éðåàø,ôáøåàø,îøõ,àôøéì,îàé,éåðé,éåìé,àåâåñè,ñôèîáø,àå÷èåáø,ðåáîáø,ãöîáø",
   min: ' ã÷åú',
   hour: ' ùòåú',
   day: ' éîéí',
   week: ' ùáåòåú'

}
