
var language = {

   changed: 'Изменено!',
   loginwith: 'Войти при помощи <a>Facebook</a> или',

   login: 'Войти',
   newto: 'Новичок в Moot?',
   join: 'Присоединиться к Moot',

   join0: 'Присоединяйтесь сегодня!',
   id: 'Email <em>или имя пользователя</em>',
   password: 'Пароль',
   forgot: 'Забыли?',


   notify: 'Уведомлять меня о новых релизах Moot',
   auth_failed: 'Неверное имя пользователя или пароль',
   invalid: 'Неверное значение',
   terms: 'Я согласен(-а) с <a>условиями предоставления услуг</a>.',


   minlength: 'Введите {n} символов или больше',
   required: 'Пожалуйста, заполните это поле',
   checking: 'Проверка...',

   username_done: 'Это не может быть изменено позже',
   username_fail: 'Используйте буквы нижнего регистра, цифры или тире',
   username_taken: 'Это имя пользователя занято',

   email: 'Email',
   email_tip: 'Ваш email не раздается.',
   email_done: 'Мы отправим Вам подтвержление',
   email_fail: 'Неверный email адрес',
   email_taken: 'Этот email занят',


   reset: 'Сбросить пароль',
   resetbtn: 'Отправить инструкции',
   sent: 'Мы отправили Вам инструкции по сбросу пароля на Ваш email адрес.',
   sent1: 'Если Вы не получили email в течение нескольких минут, проверьте папку спама.',
   notfound: 'Пользователь не найден',
   invalidpw: 'Неверный пароль',
   passtip: '6 символов или больше, будьте уникальны',
   oldpw: 'Старый пароль',
   newpw: 'Новый пароль',
   changepw: 'Изменить пароль'

}
