
var language = {

   // new stuff
   username: 'Имя пользователя',


   username_fail: 'Используйте маленькие латинские символы, цифры или тире',
   loginwith: 'Войти через <a>facebook</a>',
   join: 'Регистрация',

   changed: 'Изменено!',
   login: 'Войти',
   id: 'Email <em>или имя пользователя</em>',
   password: 'Пароль',
   forgot: 'Забыли?',

   notify: 'Уведомлять меня о новых выпусках Moot',
   auth_failed: 'Неправильное имя пользователя или пароль',
   invalid: 'Неправильное значение',
   terms: 'Я соглашаюсь с <a>условиями использования</a>.',

   minlength: 'Введите {n} символов или больше',
   required: 'Пожалуйста, заполните это поле',
   checking: 'Проверка...',

   username_done: 'Его нельзя будет изменить',
   username_taken: 'Это имя уже занято',

   email: 'Email',
   email_tip: 'Ваш email никто не узнает.',
   email_done: 'Мы отправим Вам подтверждение',
   email_fail: 'Неправильный email',
   email_taken: 'Этот email уже используется',


   reset: 'Сбросить пароль',
   resetbtn: 'Отправить инструкции',
   sent: 'Мы отправили инуструкции по сбросу пароля на Ваш email.',
   sent1: 'Проверьте папку со спамом, если Вы не получили письмо в течении нескольких минут.',
   notfound: 'Не могу найти этого пользователя',
   invalidpw: 'Неправильный пароль',
   passtip: '6 символов или более, будьте хитры',
   oldpw: 'Старый пароль',
   newpw: 'Новый пароль',
   changepw: 'Изменить пароль'

}
