
var language = {

   changed: 'மற்றப்பட்டது!',
   loginwith: '<a>ஃபேஸ்புக்</a> மூலம் புகுபதிகை அல்லது…',

   login: 'புகுபதிகை',
   newto: 'மூட்டுக்கு புதியவரா?',
   join: 'மூட் இணையத்தில் சேரவும்',

   join0: 'இன்றே மூட் இணையத்தில் சேரவும்!',
   id: 'மின்னஞ்சல் <em>அல்லது பயனர் பெயர்</em>',
   password: 'கடவுச்சொல்',
   forgot: 'மறந்து விட்டீர்களா?',


   notify: 'புதிய மூட் வெளியீடுகளை எனக்கு தொடர்பிக்கவும்',
   auth_failed: 'தவறான பயனர் பெயர் அல்லது கடவுச்சொல்',
   invalid: 'தவறான உள்ளிட்ட மதிப்பு',
   terms: '<a>பணி நிபந்தனைகளை</a> நான் ஏற்கிறேன்.',


   minlength: '{n} அல்லது அதற்கு மேற்பட்ட எழுத்துகளை தட்டச்சு செய்யவும்',
   required: 'தயவு செய்து இந்த தகவலை நிரப்பவும்',
   checking: 'சோதிக்கிறோம்...',

   username: 'பயனர்பெயர்',
   username_done: 'இது மாற்றக்கூடியது அல்ல',
   username_fail: 'சிற்றெழுத்துக்கள், எண்கள் அல்லது கோடுகளை பயன்படுத்தவும்',
   username_taken: 'இந்த பயனர் பெயர் ஏற்கனவே உபயோகத்தில் உள்ளது',

   email: 'மின்னஞ்சல்',
   email_tip: 'தங்கள் மின்னஞ்சல் முகவரி என்றும் பகிரப்படாது.',
   email_done: 'தங்கள் மின்னஞ்சலுக்கு ஒரு ஒப்புதல் பதிவை அனுப்புவோம்',
   email_fail: 'தவரான மின்னஞ்சல் முகவரி',
   email_taken: 'இந்த மின்னஞ்சல் முகவரி ஏற்கனவே உபயோகத்தில் உள்ளது',


   reset: 'கடவுச்சொல் மறுபதிவு',
   resetbtn: 'குறிப்புக்களை அணுப்பவும்',
   sent: 'கடவுச்சொல் மறுபதிவு குறிப்புக்களை உங்கள் மின்னஞ்சல் முகவரிக்கு அணுப்பி உள்ளோம்.',
   sent1: 'ஒன்றிரண்டு நிமிடங்களில் மின்னஞ்சல் வரவில்லையெனில் தங்கள் கூள கோப்புறையை சோதிக்கவும்.',
   notfound: 'இந்த பயனரை கண்டுபிடிக்க இயலவில்லை',
   invalidpw: 'தவறான கடவுச்சொல்',
   passtip: '6 அல்லது அதற்கு மேற்பட்ட எழுத்துக்கள், தந்திரமாக இருக்கவும்',
   oldpw: 'பழைய கடவுச்சொல்',
   newpw: 'புதிய கடவுச்சொல்',
   changepw: 'கடவுச்சொல்லை மாற்றவும்'

}
