
var language = {

  // new stuff
  username: 'Username',


  username_fail: 'ใช้ตัวอักษร, ตัวเลข หรือสัญลักษณ์ขีด',

  join: 'เข้าร่วม',

  changed: 'เปลี่ยนแล้ว!',
  login: 'เข้าสู่ระบบ',
  id: 'อีเมล์ <em>หรือ ชื่อผู้ใช้งาน</em>',
  password: 'รหัสผ่าน',
  forgot: 'ลืมรหัสผ่าน?',

  terms: 'ยอมรับเงื่อนไข <a>terms of service</a>.',
  auth_failed: 'ใส่ชื่อผู้ใช้งานหรือรหัสผ่านผิด',
  invalid: 'ค่าไม่ถูกต้อง',

  minlength: 'ชื่อต้องยาวกว่า  {n} ตัวอักษร',
  required: 'กรุณากรอกในช่องนี้',
  checking: 'กำลังตรวจสอบ...',

  username_done: 'ชื่อผู้ใช้งานจะไม่สามารถเปลี่ยนแปลงได้',
  username_taken: 'มีผู้ใช้ชื่อนี้แล้ว',

  email: 'อีเมล์',
  email_tip: 'อีเมล์ของคุณจะไม่ถูกส่งต่อ',
  email_done: 'เราจะส่งอีเมล์ยืนยันไปที่คุณ',
  email_fail: 'อีเมล์ไม่ถูกต้อง',
  email_taken: 'อีเมล์ซ้ำในระบบ',


  reset: 'ตั้งรหัสผ่านใหม่',
  resetbtn: 'ส่งวิธีตั้งรหัสใหม่',
  sent: 'เราส่งวิธีการตั้งรหัสผ่านใหม่ไปยังอีเมล์ของคุณ',
  sent1: 'หากคุณไม่ได้รับอีเมล์จากเราภายใน 1-2 นาที คุณควรเช็คที่แฟ้มสแปม',
  notfound: 'ชื่อนี้ไม่มีอยู่ในระบบ',
  invalidpw: 'รหัสผ่านผิดพลาด',
  passtip: 'มากกว่า 6 ตัวอักษร และไม่ควรตั้งให้คาดเดาได้ง่าย',
  oldpw: 'รหัสผ่านเก่า',
  newpw: 'รหัสผ่านใหม่',
  changepw: 'เปลี่ยนรหัสผ่าน'

}