var language = {

   // new stuff
   username: 'Ім’я користувача',


   username_fail: 'Використовуйте букви, цифри або тире',
   loginwith: 'Увійти через <a>facebook</a>',
   join: 'Реєстрація',

   changed: 'Змінено!',
   login: 'Вхід',
   id: 'Email <em>або ім’я користувача</em>',
   password: 'Пароль',
   forgot: 'Нагадати пароль',

   notify: 'Повідомляти мене про нові версії Moot',
   auth_failed: 'Хибне ім’я користувача або пароль',
   invalid: 'Хибне значення',
   terms: 'Я погоджуюся <a>з правилами надання послуг</a>.',

   minlength: 'Наберіть {n} символів або більше',
   required: 'Будь ласка, заповніть це поле',
   checking: 'Checking...',

   username_done: 'Це не можна буде змінити пізніше',
   username_taken: 'Користувача з таким іменем вже зареєстровано!',

   email: 'Email',
   email_tip: 'Вашу електронну адресу не буде передано третім особам.',
   email_done: 'Ми надішлемо вам підтвердження про реєстрацію',
   email_fail: 'Хибна електронна адреса',
   email_taken: 'Така електронна адреса вже використовується',


   reset: 'Встановити новий пароль',
   resetbtn: 'Надіслати інструкцію',
   sent: 'На вказану вами електронну адресу надіслано інструкцію до встановлення нового пароля.',
   sent1: 'Якщо протягом наступної хвилини або двох ви не отримаєте листа, перевірте папку «Спам» у своїй поштовій скринці.',
   notfound: 'Користувача з таким іменем не знайдено',
   invalidpw: 'Хибний пароль',
   passtip: '6 букв або більше, проявіть трохи уяви!',
   oldpw: 'Старий пароль',
   newpw: 'Новий пароль',
   changepw: 'Змінити пароль'

}
