moot.language = {

   // the language code
   $code: 'uk',

   // new stuff
   max: 'Maximum image size is 4Mb',
   yes: 'Yes',



   banned: 'Обліковий запис заблоковано',
   banned2: 'Для вашого облікового запису тимчасово заблоковано можливість писати на цьому форумі через порушення правил форума. Доведеться ще зачекати от стільки:',
   banned4: 'Ви більше не зможете писати на цьому форумі.',
   warning: 'Попередження',
   profanity: 'На нашому форумі заборонено лаятися. Якщо ви продовжуватимете поводитися так само і надалі, то наслідком стане заборона доступу.',

   upload: 'Завантажити зображення',
   show: 'показати',
   hide: 'сховати',
   invisible: 'Невидимка',
   givebody: 'Поле повідомлення не може бути порожнім.',
   show_old: 'Показати найстаріші дописи',
   show_more: 'Показати більше дописів',
   show_new: 'Показати найновіші дописи',
   start: 'Відкрити нову тему...',
   error: 'Опа, помилка! Будь ласка, скопіюйте текст повідомлення у буфер, перевантажте сторінку та спробуйте ще раз. Просимо вибачення, ми це полагодимо!',
   body: 'Текст повідомлення',
   admin: 'Адміністратор',
   someone: 'Хтось',
   title: 'Заголовок',
   writing: 'пише...',
   basic: 'Проста (безкоштовна)',
   subs: 'Підписки',
   manage: 'Керувати',
   fullview: 'Показати все',
   link: 'ланка',
   avatar: 'Змінити аватарку',
   seo_update: 'Сторінки буде оптимізовано для пошукових систем протягом наступної години',
   upgrade_link: 'Змінити тарифний план',
   branding: 'Індивідуальне оформлення',
   logo: 'Логотип',
   bgcolor: 'Колір фону',
   brand_name: 'Назва фірми або організації',
   title: 'Заголовок',
   css: 'CSS-файл',
   mootbrand: 'Використовувати оформлення Moot',
   sso: 'Єдиний вхід до системи',
   apikey: 'API-ключ',
   apisecret: 'Тайний ключ',
   single: 'одне слово',




   username_fail: 'Використовуйте букви, цифри або тире',
   bold: 'жирний',
   italics: 'курсив',
   monospaced: 'виділення',
   domain: 'URL-адреса форума',
   domaintip: 'Повна URL-адреса форума, за якою користувачі заходитимуть зі сторінок пошуку',
   learn: 'Детальніше...',
   ga: 'Ідентифікатор Google Analytics',
   admins: 'Адміністратори',
   adminstip: 'Одне ім’я користувача на рядок',
   settings: 'Налаштування',

   all: 'Усі теми', // or alternatively: All
   anon_1: 'анонім',    // singular
   anon_2: 'аноніми',    // plural for two
   anon_3: 'аноніми',    // plural for three
   anon_4: 'аноніми',    // plural for four
   anon: 'анонімів',      // plural

   badforum: 'Невірний форум',
   c_acc1: 'Ваш обліковий запис тепер працюватиме на всіх сайтах, що використовують Moot',
   c_acc: 'Обліковий запис підтверджено',
   c_email: 'Електронну адресу оновлено',
   cancel: 'Відмінити',
   change: 'Змінити',
   changepw: 'Змінити пароль',
   close: 'Закрити',
   collapse: 'Згорнути все',
   comm_count_1: 'коментар',   // singular: "1 comment"
   comm_count_2: 'коментарі',   // plural: "2 comments"
   comm_count_3: 'коментарі',   // plural: "3 comments"
   comm_count_4: 'коментарі',   // plural: "4 comments"
   comm_count_n: 'коментарів',  // plural: "5 and more comments"
   comment1: 'Будьте першим, хто висловить свою думку...',
   comment: 'Залишити коментар...',
   edit: 'редагувати',
   email: 'Email',
   email_taken: 'Така електронна адреса вже використовується',
   emailtip: 'Вашу електронну адресу не буде передано третім особам',
   enter: 'ctrl + enter',
   expired1: 'Ми щойно надіслали вам нову. Перевірте свою пошту!', // http://d.pr/i/1OEV
   expired: 'Термін дії цієї ланки вичерпано',

   feed: 'Моя стрічка', // alternatives: My own, personal

   forumname: 'Назва розділу',
   forums: 'Розділи',

   help2: 'допис',
   help3: 'цитата',
   help5: 'код, мову спробуємо вгадати',
   help6: 'HTML-код',
   in_forum: 'у темі',
   invalid: 'Хибне значення',
   join: 'Приєднуйтесь до Moot!',
   later: 'Пізніше...',
   less: 'менше',
   like: 'Подобається',
   likepost: 'Вподобати цей допис',
   loading: 'Завантаження...',
   login: 'Вхід',
   login1: 'Спершу увійдіть до системи',
   login_and: "Увійдіть до системи та",

   logout: 'Вийти',
   mark: 'Містить образи або спам',
   mean: 'Ви мали на увазі',
   name: 'Ім’я, що буде показуватися',
   nametip: 'Наприклад, ваше справжнє ім’я, щоб люди могли вас упізнати',
   newcat: 'Нова категорія',
   newpass: 'Новий пароль',
   noresults: 'Нічого не знайдено за запитом',
   nospam: 'Ні спаму на вашому форумі!',
   notexist: 'не існує.',
   notify: 'Повідомляти мене про нові версії',
   ok: 'гаразд',
   online: 'У мережі',
   post: 'Написати',
   preview: 'Попередній перегляд',
   progress: ['завантаження...', 'ще над цим прицююємо...', 'і ще трошки...', 'здаємося'],
   reconnect: 'Відновлюємо зв’язок із сервером...',
   removecat: 'Видалити. Дописи залишаться',
   removepost: 'Видалити',
   reply: 'Відповісти...',
   replybtn: 'Відповісти',
   save: 'Зберегти зміни',
   saved: 'збережено',
   search: 'Пошук',
   select: 'Оберіть розділ',
   setup: 'Налаштуйте прямо зараз',
   showing: 'Показано',
   slogan: 'Новий погляд на форуми та коментарі',
   spam: 'Спам',
   step1: 'Ми надіслали вам електронного листа з перевірочним кодом. Вашу електронну адресу не буде оновлено, поки ви не виконаєте цю дію!',
   step: 'Ще один крок',
   terms: 'Я погоджуюся <a>з правилами надання послуг</a>.',
   thanks: 'Дякуємо!',
   uname_len: 'Наберіть 6 символів або більше!',
   uname_taken: 'Користувача з таким іменем вже зареєстровано!',
   unametip: 'Це не можна буде змінити пізніше',
   undo: 'Відмінити',
   unlike: 'Більше не подобається',
   unspam: 'Не спам',
   unver1: 'Непідтверджений обліковий запис',
   unver2: 'Перевірте, будь ласка, пошту, щоб підтвердити свій обліковий запис. Перевірені користувачі зможуть слідкувати за дописами та отримувати повідомлення електронною поштою. <a>Надіслати новий перевірочний код...</a>',
   unver3: '<a>Надіслати новий</a> перевірочний код на таку адресу:',
   unver4: "Відіслано. Перевірте папку «Вхідні» у своїй поштовій скринці!",
   unver: 'Неперевірений',
   unwall: 'відмінити слідкування за всіма',
   unwatch: 'Відмінити слідкування',
   upgrade2: 'У Moot використано WebSockets або CORS для передачі даних між кількома доменами. Всі сучасні веб-переглядачі працюватимуть (версії старші за Opera 11 та IE7).',
   upgrade: 'Будь ласка, оновіть версію свого веб-переглядача',
   username_taken: 'Користувача з таким іменем вже зареєстровано',
   watch: 'Слідкувати за новими відповідями',
   welcome1: 'Будь ласка, перевірте свою пошту, щоб завершити реєстрацію. Якщо протягом наступної хвилини або двох ви не отримаєте листа, перевірте папку «Спам» у своїй поштовій скринці.',
   welcome2: 'Вкажіть ім’я користувача в системі Moot',
   welcome: 'Ласкаво просимо на Moot!',
   you: 'Ви',

   // times
   now: 'прямо зараз',
   months: "січ,лют,бер,кві,тра,чер,лип,сер,вер,жов,лис,гру",
   min: 'хв',
   hour: 'год',
   day: 'дн',
   week: 'тж'

}
